import Container from "../../../components/Container";

function Ecclesiastes() {
    return (
      <section className="p-2">
        <Container>
          <p>
            දේශනාකාරයා යනු ශුද්ධ බයිබලය තුළට එකතු නොවිය යුතු පොතක් ලෙසට බයිබල්
            විශාරදවරු ආරම්භයේදී මතගැටුමක් තිබිණි. එයට හේතුව නම් පොළොවේ සියල්ලම
            නිශ්ඵලයයි කියා රචකයා විසින් ප්‍රකාශ කර තිබීමයි. එම හේතුව මුල් කරගෙන
            කිතුනුවාගේ ආත්මයට කඩා වැටීමක් ඇතිවන බව බහුතරයකගේ මතයක් පැවතුණේ.
            එනමුත් ශුද්ධාත්මයාණන් වහන්සේගේ අනුභාවය තුළින් හුස්ම තුළින් මෙම පොත
            ස්වර්ග රාජ්‍යය කෙරෙහි පැහැදිලිවම මග පෙන්වන එකක් බව ස්ථිර කරන ලදී.
            පොළොවේ ඇති සියළුම දේවල් වලින් තම ජීවිතය සැපවත් කරගත් සාලමොන් නම්
            රජතුමා ඔහුගේ වැටීමට පෙර එම සියල්ල නිශ්ඵල බව තහවුරු කරන ලදී. ඒ අනුව
            කිතුණු අප භෞතික දේ පසුපස හඹා යෑම සීමා කරගත යුතුය. ඒ තුළින් අප ආත්මය
            ස්වර්ගය කරා ගමන් කර ගැනීමට සැහැල්ලු වනු ඇත.
          </p>
        </Container>
      </section>
    );
}

export default Ecclesiastes
