import Container from "../../../components/Container";

function Job() {
  return (
    <section className="p-2">
      <Container>
        <p>
          යෝබ් යනු ඌෂ් දේශයේ ජීවත් වූ අන්‍ය ජාතික මනුෂ්‍යයෙකි. ශුද්ධ වූ බයිබලය
          පුරාවට මෙවැනි පුද්ගලයෙක් ගැන හෝ මෙවැනි සිදුවීමක් ගැන සමාන කර කතා
          කිරීමට නොහැකි තරම්ම ඉතා අනර්ඝ මනුෂ්‍යයෙක් ලෙස හඳුන්වා දිය හැකියි. සර්ව
          බලධාරි දෙවියන් වහන්සේ එවකට පොළොවේ සිටි අධිපතියෙකු සමග(luzifer) තම
          පුත්‍රයෙක්ව සිටි යෝබ් පිළිබඳව කෙරෙන සංවාදයකින් පසු එතුමා විසින් යෝබ්ව
          පරීක්ෂා කරන පිණිස ඉඩ හැරීමක් ගැන ආරම්භයේ ලියැවී ඇත.
              </p>
              <br />
        <p>
          ඉන්පසු එම අධිපතියා විසින් යෝබ්ගේ හුස්මට හැර අන් සියලු දේටම පහර දුන්
          අතර ඔහු දෙවියන් වහන්සේ කෙරෙහි තැබූ ගෞරවය ඇදහිල්ල වචනයකින්වත් පහත්
          නොකොට ස්ථීරවම ඒ තුළ ජීවත් විය. තමාගේ පහර දීමෙන් ප්‍රයෝජනයක් නොවුනු බව
          දුටු අධිපතියා ඔහුව අත්හැරිය කල දෙවියන් වහන්සේ විසින් ඔහුට නැති වූ
          දේවල් දෙගුණයකින් ලබා දෙමින් මහත් මහත්සේ ආශිර්වාද කළහ.
        </p>
      </Container>
    </section>
  );
}

export default Job;
