import Container from "../../../components/Container";
import Ul from "../../../components/Ul";

function Psalms() {
  return (
    <section className="p-2">
      <Container>
        <p>
          ගීතාවලිය යනු දාවිත් රජතුමා විසින් ලියන ලද කාව්‍යමය කෘතියකි. එහි ගීතිකා
          72 ක් දාවිත් විසින් රචනා කර ඇත. ශුද්ධ බයිබලයේ දිගම පොත ලෙසද ගීතාවලිය
          හැඳින්වේ.
        </p>

        <Ul
          values={[
            "දිගම පරිච්ඡේදය ගීතාවලිය 119",
            "කුඩාම පරිච්ඡේදය ගීතාවලිය 117",
            "බයිබලයේ හරි මැද පරිච්ඡේදය ගීතාවලිය 118",
          ]}
        />
        <p className="text-amber-200 p-2 border rounded-md sm:p-3 lg:p-4">
          119 පරිච්ඡේදය යනු බයිබලයේ ඇති අභිරහස් පරිච්ඡේදයකි. එහි පද 176 ක් වචන
          2214 කින් සමන්විත හීබෘ භාෂාවේ අක්ෂර වින්‍යාශයට අනුව එකම අකුරකට පද 8
          බැගින් ලියා ඇති සුවිශේෂ රහස් ගණනාවක්ද ඇති විශේෂ පරිච්ඡේදයකි.
        </p>
      </Container>
    </section>
  );
}

export default Psalms;
