import Container from "../../../components/Container";

function SongOfSolomon() {
  return (
    <section className="p-2">
      <Container>
        සාලමොන්ගේ ගීතිකාව යනු ප්‍රායෝගික පවුල් ජීවිතයක් සහ එම පවුල තුළ විවාහක
        බිරිඳ තම ස්වාමියා සමග එම විවාහය ඵල ධරන විවාහයක් ලෙස පවත්වාගෙන යන්නේ
        කෙසේද කියා ඉතා පැහැදිලිවම ආත්මයාණන් වහන්සේ විසින් සලමොන් කරුණු කොට ලියා
        ඇත. මෙම පොත කිතුනු විවාහ ජීවිත උදෙසා ඉතා අනර්ඝ උපදෙස් හා අවවාද වලින්
        පිරුණු පොතක් ලෙස බහුතරයක් අතර ප්‍රසිද්ධව ඇත. මෙහිදී මනමාලියක් සහ
        මනාලයෙක් පිළිබඳ අර්ථ නිරූපණයක් ලියා ඇත. එය ක්‍රිස්තුස් වහන්සේ නැමති
        මනාලයා සහ සභාව නැමැති මනමාලිය පිළිබඳව ආත්මික විග්‍රහයකි.
      </Container>
    </section>
  );
}

export default SongOfSolomon;
