import Heading from "../../components/Heading";
import Ul from "../../components/Ul";
function SilentTime() {
  return (
    <main
      className="w-full min-h-screen bg-slate-900 bg-cover
         bg-center flex flex-col items-center p-3 text-center"
    >
      <section>
        <Heading type="h1">නිහඬ කාලය</Heading>
        <div className="bg-gray-800 text-gray-200 p-2 rounded-md text-base sm:text-lg sm:leading-7 md:text-xl md:leading-8 lg:text-2xl lg:leading-relaxed">
          <p>
            ශුද්ධ වූ බයිබලය තුළ මළාකි පොතේ සිට මතය උපත දක්වා එසේත් නැත්නම් මුල්
            ගිවිසුම අවසන් වී අලුත් ගිවිසුම පටන් ගන්න වසර 400ක කාලයක් ගතවී ඇති බව
            බයිබල් විශාරදයන්ගේ මතයයි. ඒ අනුව එම වසර 400 තුළදී ඊශ්‍රායල් දේශය
            තුළත් යුදෙව් සංස්කෘතිය තුළත් බොහෝ කාරණාවල් වෙනස් වී ඇත. දේශපාලනික
            වෙනස්කම් ආගමික වෙනස්කම් සංස්කෘතික වෙනස්කම් දේශසීමාවල වෙනස්කම්
            ගණනාවක්ම සිදුවී තිබුණි. එම නිසා මේ පිළිබඳව සොයා බැලීමකින් පසුව නව
            ගිවිසුම් සමීක්ෂණයකට යෑම වඩාත් උචිතය. ඊට හේතුව නම් මලාගේ පොතෙන් අවසන්
            වන විට තිබූ ඊශ්‍රායල් දේශය මතෙව් පොත තුළදී දකින්නට ලැබෙන්නේ බොහෝ
            වෙනස්කම් සමඟය.
          </p>
          <br />
          <p className="text-amber-400">
            ඊශ්‍රායල් දේශය භෞතිකව බොහෝ වෙනස්කම් වලට ලක් වූ නිසා නිහඬ කාලය තුළදී
            විවිධ ආගමික පසුබිම් හා විවිධ ආගමික සිදුවීම් යේසුස් වහන්සේට පසුවත්
            එසේම පැවතුණේය.
          </p>
          <br />
          <p>නිහඩ කාලය තුල ඊශ්‍රායෙලය යටත් කරගත් රාජ්‍යන් මෙසේ වේ.</p>
          <Ul
            values={[
              "නෙබුකත්නේෂර් - බාබිලෝන රජ - ක්‍රි.පු.586",
              "පසියාව - ක්‍රි.පු.430",
              "ග්‍රීක් - ක්‍රි.පු.334",
              "ඊජිප්තුව - ක්‍රි.පු.312",
              "සිරියාව - ක්‍රි.පු.204",
              "රෝමය - ක්‍රි.පු.67",
            ]}
            align="center"
          />
          <p>
            ක්‍රි.පු 67 වන විට ජෙනරාල් පොම්පෙ (පොම්පියෝ) විසින් ලොව පුරාදියත්
            කළා වූ යුධ මෙහෙයුම් කරුණු කරණකොටගෙන රෝමානු අධිරාජ්‍යයට ක්‍රිස්තු
            පූර්ව හැට තුන වන විට මුළු ලෝකයම තමා සන්තක කර ගැනීමට හැකි විය.
          </p>
          <Heading type="h2">හෙරෝද්වරු</Heading>
          <p>
            හෙරෝද්වරු යනු රජ පරම්පරාවට සම්බන්ධකමක් නොමැති අලුත් කණ්ඩායමකි. මේ අය
            පරණ ගිවිසුම තුළ මේ නමින් දකින්නට නොලැබුණු අතර ක්‍රිස්තුස් යේසුස්
            වහන්සේගේ උප්පත්තිය වන කාලයේදී ඊශ්‍රායල් රජ ලෙස හෙරොද් නම් කර ඇත.
          </p>
          <Heading type="h2">සුංගම් අය කරන්නෝ</Heading>
          <p>
            රෝම අධිරාජ්‍යය විසින් ඊශ්‍රායල් දේශයේ බදු එකතු කිරීමක් කරන ලදී. ඒ
            වෙනුවෙන් හේ හෙරෝද්වරුන් (එදොම් වරුන්) රෝමයට ගොස් වාර්ෂිකව බදු මුදල
            එකවර ගෙවන ලදී. එම මුදල දිනපතා එකතු කර ගැනීමට ඊශ්‍රායල් දේශයේ සිටි
            ධනවත් පුද්ගලයන් පාවිච්චි කරගන්නා ලදී එම අය සුංගම් අය කරන්නන් වේ.
          </p>
          <Heading type="h2">පිලාත්</Heading>
          <p>
            හෙරොත්වරු විසින් ඊශ්‍රාලය පාලනය කරගෙන ආකල රට තුළ විවිධ කැරලි ඔවුන්ට
            විරුද්ධව ඇති විය. එවැනි මොහොතක රෝම ආණ්ඩුව විසින් ආණ්ඩුකාරයන් ලෙස
            පිළාත්වරු පත් කරන ලදී.
          </p>
          <Heading type="h2">රෝම සොල්දාදුවන්</Heading>
          <p>
            එවකට ඊශ්‍රායල් දේශය රෝමානු අධිරාජ්‍ය විසින් යටත් කරගෙන තිබුණු නිසා
            රෝම සොල්දාදුවන් පිලාත්ගේ යටතේ 200 පමණ ඊශ්‍රායල් දේශය වටා ජීවත් විය.
            ඒ අයගේ යටතේ යුදෙව් සෙබළුන්ද, හෙරොද්ට අයිති සෙබළුන්ද සිටි බව ඉතිහාසය
            පවසයි.
          </p>
          <Heading type="h2">ඵරිසිවරු</Heading>
          <p>පාරාසයෝ (ග්‍රීක්) - මෙලෙස හඳුන්වන්නේ වෙන්කරගත් අය යන අර්ථයයි.</p>
          <Heading type="h3">මේ අය කණ්ඩායම් දෙකකි.</Heading>
          <Ul
            values={[
              "ශාමායි යන රබි වරයාගේ ඉගැන්වීමට එකඟව පැවත එන අය.",
              "හිලෙල් යන රබි වරයාගේ ඉගැන්වීමට එකඟව පැවත එන අය.",
            ]}
            align="center"
          />
          <p>
            එසකියල් විසින් සිනගෝගය සංකල්පය ගෙනාවිට එම සිනගෝගවල ව්‍යවස්ථාව උගන්වන
            පිණිස පෙනුම උස කතා කිරීමට ඇති හැකියාව බලා වෙන් කරගත් අයය.
            (ඵරිසිවරයෙකු වීමට අවුරුදු 40 සම්පූර්ණ විය යුතුය.)
          </p>
          <Heading type="h2">සදුසිවරු</Heading>
          <p>
            ශාදොක් නම්ලත් ලෙවිවරයෙකුව සිටි පරිසියෙක් පරිසිවරුන්ගේ එදිනෙදා කටයුතු
            පිළිබඳ පිළිබඳව විවේචනයක් ඉදිරිපත් කරමින් දේව මාලිගාව උදෙසා
            ලෙවිවරුන්ට පහළින් සේවය කිරීමට කණ්ඩායමක් සාදා ගන්නා ලදී. ඒ අය ශාදොක්
            වරු ලෙසත් සඳුසිවරු ලෙසත් හඳුන්වෙයි.
          </p>
          <Heading type="h2">ලියන්නන්/විනයදරයන්</Heading>
          <p>
            {" "}
            ලියන්නන් යනු පරණ ගිවිසුම කාලයේදී ඊශ්‍රායල් සෙනඟව වහල්කමට රැගෙන ගිය
            න් ඔවුන් සතුව තිබුණා වූ ව්‍යවස්ථාවන්ද විනාශයට පත් විය. එම කාලයේදී
            ව්‍යවස්ථාව පිටපත් කොට එය හැම ලෙවිවරයෙකුටම ලබා දෙන්නට සුවකීය
            කැමැත්තෙන් ඉදිරිපත් වූ කණ්ඩායමකි. නුමුත් පසුකාලීනව බලතල සමග
            ව්‍යවස්ථාවේ අයිතිකාරයන් ලෙස ඔවුන් විසින්ම ඔවුන්ව හඳුන්වා දෙන ලදී.
          </p>
          <Heading type="h2">හෙල්ලීන යුදෙව්වරු</Heading>
          <p>
            හෙල්ලින යුදෙව්වරු නමින් හඳුන්වන්නේ යුදෙව් සම්භවයක් තිබූ ග්‍රීකයන්
            ලෙස පෙනී සිටි පසුව ක්‍රිස්තු සේසුස් වහන්සේව ගැලවුම්කරු ලෙස පිළිගත්
            අයවලුන්ය.
          </p>
          <Ul
            values={["ලූක් තුමා", "මාර්ක්තුමා", "තියෝපිලස්"]}
            align="center"
          />
          <Heading type="h2">ඒෂින්වරු</Heading>
          <p>
            ඒෂින්වරු යනු ක්‍රිස්තු පූර්ව 171දී ඇන්තියෝකස් එපිපානස් යන පුද්ගලයා
            සමග පැමිණි සිරියෙන් හමුදාව දේව මාලිගාව තුළදී ඌරන්ව මරා උන්ගේ ලේ
            වලින් මුළු දේව මාලිගාවම අපවිත්‍ර කළ විට ඒ දෙස බලා සිටි දේව මාලිගාවේ
            ශුද්ධත්වය පිළිබඳ කලකිරීමට පත්ව වනගත වූ (මළ මුහුද අවට කුමරාන් නම්
            ප්‍රදේශය) ඒ අය තුළින් යොහන්ද භෞතිස්ථ සහ ජලය තුළින් මනුෂ්‍යයන්ගේ
            පාපයට සමාව දිය හැකි බව (ශුද්ධ ස්නානය, දිනකට තුන් වතාවක් මෙම
            ලෙවිවරුන් කළ ස්නානය) ඉගැන්වීමක් ලෙස නව ගිවිසුමේදී අපට දක්නට ලැබේ. එය
            ක්‍රිස්තුස් සියසුස් වහන්සේ විසින් ස්ථිර කෙරුණි. පියාණන්ගේ
            පුත්‍රයාණන්ගේත් ශුද්ධ ආත්මයානන්ගේත් නාමයට සිදුකරන ජලයේ ගිල්වා ගොඩ
            ගැනීම ලෙස ස්ථිර කළේය.
          </p>
          <Heading type="h2">හනුකා මංගල්‍යය</Heading>
          <p>
            ක්‍රිස්තු පූර්ව 171 දී ඇන්තියෝකස් එපිපානස් විසින් යුරුසලම වටලා දේව
            මාලිගාව අපවිත්‍ර කර, පූජකයන් සහ ලෙවිවරුන් පලවා හැරියේය. ඒ වන විට
            මතතායස් නම් උත්තම පූජකයා පූජකත්වයේ සිටියේය. ඔහුට යෙහුදා නම් පුතෙක්
            විය. සිරියෙන් වරුන්ගේ ඒම වැටලීමේදී යෙහුදා ඊශ්‍රායලයට නුදුරුව ඇති කඳු
            ප්‍රදේශයන්වල සැඟව සිට සාමාන්‍ය වැසියන් තුන්සියයකට ආසන්න ප්‍රමාණයක්
            වසර දෙකක් වන විට සිරියන් හමුදාවට විරුද්ධව යුද්ධ කරන්නට සූදානම් කළේය.
            එකවරම කඩා වැදුණු ඔවුන් සිරියෙන් හමුදාවේ 3000 පමණ සෙනඟ බොහෝම සුළු
            වේලාවකින් මරණයට පත් කළේය. ඒ මොහොතේදී ඇන්තියෝකස් එපිපානස් යටතේ 5000
            හමුදා බල ඇණියක් ක්‍රියාත්මක වී තිබිණි. එම සිදුවීමෙන් පසුව දේව
            මාලිගාවට ආලෝකය පැමිණියාය කියා හණු කාලෙස මංගල්‍යයක් ප්‍රකාශ කළේය.
          </p>
          <br />
          <p>අන්තියෝකස් එපිපානස් පසුව මොළේ වියවුල්ව මරණයට පත් වූ බව සැලකේ.</p>
        </div>
      </section>
    </main>
  );
}

export default SilentTime;
