import Container from "../../../components/Container";
import Ul from "../../../components/Ul";

function Deuteronomy() {
  return (
    <section className="p-2">
      <Container>
        <p>
          ද්විතීය කතාව වන විට වසර අවුරුදු 40ක් ගමන් කළා වූ කාන්තාර මාර්ගයේ
          ඊශ්‍රායල් වරුන්ට නායකත්වය දුන්නා වූ දෙවියන් වහන්සේ තෝරා ගත් මෝසෙස්
          නැමති නායකයා සෙනඟගෙන් ඉවත් කරනු පිණිස (මරණයට පත් කරන) පිණිස දෙවියන්
          වහන්සේ විසින් තීන්දු කරන ලදී.මේ වන විට මෝවක් දේශයට ලඟා වී සිටි මුළු
          ඊශ්‍රායල් සෙනඟ අතර මිසරයෙන් පිටත්ව වන විට සිටියා වූ වැඩිමහල්ලන්
          පුරුෂයන් තරුණයන් සියල්ලෝම මරණයට පත්ව තිබුණි.(කාලෙබ් සහ යොෂුවා හැර) එම
          නිසා අවුරුදු හතළිහක ගමනේ සිදුවූ සියල්ල නැවත මතක් කර දීමට දෙවියන්
          වහන්සේ තීරණය කරන ලදී. එම කාරණාව මුල් කරගෙන මෝසෙස් විසින් දේශන තුනක්
          සෙනගට ප්‍රකාශ කළහ,
        </p>

        <Ul
          values={[
            "ස්වාමීන් වහන්සේගේ ව්‍යවස්ථාව - දස පණත - නීති රීති 613",
            "ස්වාමින්වහන්සේගේ ගිවිසුම - මෝසෙස්ගේ ගිවිසුම",
            "ස්වාමීන් වහන්සේගේ පොරොන්දුව - පොරොන්දු දේශය",
          ]}
        />
      </Container>

      <div className="bg-gray-700 overflow-hidden mt-3 p-2 rounded-md text-amber-100 sm:text-lg sm:p-4 lg:text-xl">
        <p>
          ඉන්පසු නේබෝ කන්ද අසලදී මෝසෙස් මරණයට පත්විය. එවිට මෝසෙස්ගේ වයස අවුරුදු
          120 ය.
        </p>
      </div>
    </section>
  );
}

export default Deuteronomy;
