import Container from "../../../components/Container";

function Exodus() {
  return (
    <section className="p-2">
      <Container>
        <p>
          යෝසෙප් මිසරයට පැමිණ එම දේශයේ අග්‍රාමාත්‍යවරයා ලෙස පත්විය.ඉන්පසු ලෝකය
          පුරා ඇති වූ සාගත තත්ත්වය නිසා යාකොබ් සහ ඔහුගේ දරු පරම්පරාවේ 70 දෙනෙක්
          මිසරයේ යෝසෙප් යටතේ වාසය කිරීමට තීරණය කරන ලදී. කාලයාගේ ඇවෑමෙන් යෝසෙප්ගේ
          පාලනයෙන් පසු මිසරයේදී අයහපත් කාලයකට මුහුණ දීමට සිදුවිය. ඒ අනුව පළමු
          අවුරුදු 100 ඔවුන් සුවසේ වාසය කළ අතර එතැන් පටන් අවුරුදු 330 ක් ඔවුන්
          වහලුන් ලෙස මිසරයේ ජීවත් විය.
        </p>
        <br />
        <p>
          මෙසේ සෙනඟ වාල්කමෙන් මුදවා ගැනීම පිණිස දෙවියන් වහන්සේ විසින් තීරණය කළ
          අතර ඒ උදෙසා මෝසෙස්ව තෝරා ගෙන එතුමාගේ ආධිපත්‍යය බලය ලබා දෙමින් මිසරය
          තුළින් ඊශ්‍රායල් වරුන් පිටතට ගැනීම නික්මයාම නම් වේ.
        </p>
      </Container>
    </section>
  );
}

export default Exodus;
