import Container from "../../../components/Container";
import Ul from "../../../components/Ul";

function Genesis() {
  return (
    <section className="p-2">
      <h1 className="text-xl sm:text-2xl">උත්පත්ති පොත කොටස් දෙකකි.</h1>
      <Container>
        <h2 className="my-2 text-lg sm:text-xl">උප්පත්ති 1 - 11</h2>
        <p>
          මෙම පරිච්ඡේද 11 තුළ අපට පෙන්වා ඇත්තේ දෙවියන් වහන්සේ විසින් මවන ලද
          මනුෂ්‍යයා එතුමා දුන් සැපවත් ජීවිතය අතහැර සතුරාගේ හඬට (සාතන්ට) කීකරු වී
          දෙවියන් වහන්සේගෙන් ඈතට ගමන් කර පොළොව පුරා විසිර ගොස් පාපය හා ශාපය සමඟ
          පොළොවේ ජීවත්ව සිටි කාලයයි. එම කාලය මහා ජලගැල්මක් තුළින් කොටස් දෙකකට
          වෙන් කර දක්වා ඇත.
        </p>

        <Ul values={["නෝවාගේ ජලගැල්මට පෙර", "නෝවාගේ ජලගැල්මට පසු"]} />
      </Container>
      <Container>
        <h2 className="my-2 text-lg">උප්පත්ති 12 - 50</h2>
        <p>
          මෙසේ කාලයක් මනුෂ්‍යයා කෙරෙහි තම තෝරා ගැනීම් නොකර දෙවියන් වහන්සේ දොළොස්
          වැනි පරිච්ඡේදයේ සිට නැවත එතුමාට සෙනඟක් ලෙස මනුෂ්‍යයෙක් තෝරාගත් සේක
          (ආබ්‍රම්).
        </p>
        <br />
        <p>
          ඔහු තුළින් ඊශ්‍රායල් සෙනඟගේ මුල් පියවරුන් තිදෙනා නිරූපණය කර 50 වන
          පරිච්ඡේදය වන විට යෝසෙප් ගැනද සටහන් කර අවසන් කරන ලදී.
        </p>
        <Ul values={["ආබ්‍රම්", "ඊසාක්", "යාකොබ්"]} />
      </Container>
    </section>
  );
}

export default Genesis;
