import Container from "../../../components/Container"
function Amos() {
    return (
      <section className="p-2">
        <Container>
          <p>
            ආමොස් ලෙස හඳුන්වන්නේ යුදා දේශයෙන් ඊශ්‍රායලයට පැමිණි ධනවත්
            මනුෂ්‍යයෙක්ය. ඔහු නෝකෝඩ් වර්ගයේ බැටළුවන් ඇති කරන ලද මහා ධනවතෙකි.
            දෙවියන් වහන්සේ විසින් මෙම ධනවත් මනුෂ්‍යයාට කතාකොට ඊශ්‍රායල් දේශයේ
            විනාශය පිළිබඳ අනාගත වාක්‍ය ප්‍රකාශ කිරීමට සැලසුම් කළේය. ඒ අනුව
            ප්‍රථමයෙන් කීර් දේශයටත්, ශීදෝම් දේශයටද, ඒදෝම් දේශයටද, අම්මෝන්
            දේශයටද, මෝවාදේශයටද එහි විනාශය ගැන අනාගත වාක්‍ය ප්‍රකාශ කළේය. ඉන්පසු
            අවසන් ලෙස ඊශ්‍රායල් දේශයටද අනාගත වාක්‍ය ප්‍රකාශ කළේය.
          </p>
        </Container>
      </section>
    );
}

export default Amos
