import Container from "../../../components/Container";
function HSM() {
    return (
      <section className="p-2">
        <Container>
          <p>
            සිරුබ්බාබෙල් සමග මාලිගාව ගොඩනගන පිණිස පැමිණි කණ්ඩායම දෙවියන් වහන්සේ
            විසින් ඔවුන්ට පැවරූ වැඩය නොකර ඔවුන්ගේ අවශ්‍යතාවයට මුල් තැන දුන්නේය.
            ඒ අනුව වසර විස්සක කාලයක් ඔවුන් තමන්ට ජීවත් වෙන පිණිස සම්පූර්ණ ගමක්
            නිර්මාණය කරගත්තේය. එවැනි තත්ත්වයක් උඩදී දෙවියන් වහන්සේගේ උදහස හග්ගයි
            සහ සෙකරියා තුළින් ඔවුන්ට ප්‍රකාශ විය.
          </p>
        </Container>
      </section>
    );
}

export default HSM
