import Container from "../../../components/Container";
function Malachi() {
    return (
      <section className="p-2">
        <Container>
          <p>
            කෙසේ හෝ අවසන් කළ දේව මාලිගාවේ වැඩකටයුතු පටන් ගත් කල සුපුරුදු ලෙස
            ඊශ්‍රායල් ලෙවිවරුන් විසින් පූජකයන් විසින් තමාගේ වගකීම් ව්‍යවස්ථාවට
            අනුකූලව නොකර බොහෝ අපවිත්‍රකම් සමග සිදු කරන ලදී. එවැනි මොහොතක මළාකි
            නම් අනාගත වක්තෘවරයා තුළින් සෙනඟ තුළ තිබෙන රහස් පාප දහයක් ගැන එළිදරව්
            කළේය. ඉන්පසු දේශය අත හරින බවත් අවසානයේදී ස්වාමීන් වහන්සේගේ අනුග්‍රහය
            පැමිණෙන බවත් මලාකි විසින් ප්‍රකාශ කළේය.
          </p>
        </Container>
      </section>
    );
}

export default Malachi
