import Container from "../../../components/Container";
function Obediah() {
  return (
    <section className="p-2">
      <Container>
        <p>
          ඔබ දිහා අනාගත වක්තෘවරයා 1 රාජාවලිය 18 වන පරිච්ඡේදයෙහි එළියාගේ කාලයේ
          සිටි මනුෂ්‍යයෙකි. එවකට ඊශ්‍රායල් වල තිබුණු රාජ්‍ය පාලනය විසින් දෙවියන්
          වහන්සේගේ ප්‍රොපේතවරු සහ පූජකයන් හිස ගසා මරණයට පත් කළේය. එහිදී දෙවියන්
          වහන්සේගේ පූජකයන් සහ ප්‍රොපේතවරුන් බිය වී තැනින් තැන දේශ දේශාන්තර කරා
          ගමන් කර සැඟවී සිටියේය. එසේ නමුත් සැඟව සිටි සියලුම ප්‍රොපේතවරුන් මරණයට
          පත් කරන්නට එවකට තිබූ රජයට හැකි විය. එවන් පසුබිමක ඔබ දියා අනාගත
          වක්තෘවරයා දෙවියන් වහන්සේගේ ප්‍රභේතවරු සියයක් පමණ ගල්ගුහාවල සඟවා තබා
          ආරක්ෂා කළේය. ඔබ දිහා පොතේ සඳහන් වන අනාගත වාක්‍ය ප්‍රකාශ වන විනිශ්චයට
          හසුවන්නේ ඒ සව්ගේ පරම්පරාවෙන් එන ඒදොම්වරුන්ටය. එම අනාගත වාක්‍ය
          ප්‍රකාරයට ක්‍රිස්තු වර්ෂ 70වේදී ඒදම්වරුන් සහමුලින් පොළොවෙන් තුරන් විය.
        </p>
      </Container>
    </section>
  );
}

export default Obediah;
