import Container from "../../../components/Container";
function YN() {
    return (
      <section className="p-2">
        <Container>
          <p>
            මෙම අනාගත වක්තෘවරුන් දෙදෙනා එකම දේශයකට දෙවියන් වහන්සේගේ විනිශ්චය
            පැමිණෙන බව ප්‍රකාශ කළ සේක. ඒ අනුව ප්‍රථමයෙන් යෝනාව නිමය කරා දෙවියන්
            වහන්සේගේ විනිශ්චය ප්‍රකාශ කිරීමට පිටත් කළ සේක. එහිදී නිනිවයේ වැසියන්
            පසුතැවිලි වීම නිසා එම විනිශ්චය ඔවුන් කෙරෙන් පහ විය.
          </p>
          <br />
          <p>
            නාහුම් - යෝනාගෙන් වසර සීයකට පසුව නාහු ම අනාගත වතෘවරයා යවා අසීරියාවේ
            අගනුවර වන නිනිවය විනාශ කළ සේක.
          </p>
        </Container>
      </section>
    );
}

export default YN
