import BookRenderer from "../../components/BookRenderer";
import Header from "../../components/Header";
import Ul from "../../components/Ul";
import John from "./components/John";
import Luke from "./components/Luke";
import Mark from "./components/Mark";
import Matthew from "./components/Matthew";

const books = [
  { book: "මතෙව්", chapters: 28, content: <Matthew /> },
  { book: "මාක්", chapters: 16, content: <Mark /> },
  { book: "ලූක්", chapters: 24, content: <Luke /> },
  { book: "‍යොහාන්", chapters: 21, content: <John /> },
];
function Gospel() {
  return (
    <>
      <main
        className="w-full bg-gradient-to-r from-emerald-400 to-cyan-400 bg-cover
         bg-center flex flex-col items-center justify-center p-3"
      >
        <Header
          title="සුභාරංචි පොත්"
          values={books}
          content="නව ගිවිසුම තුළදී අපට දක්නට ලැබෙන්නේ පළමු පොත් හතර එකම කතාවක් මුල් කරගෙන ලියවුණු පොත් ලෙසය. එම කතාවනම් ක්‍රිස්තුස් යේසුස් වහන්සේගේ උත්පත්තිය සහ උන්වහන්සේගේ මරණය මුල් කරගෙන සිදු වූ ජීවිත කතාවය."
          extras={
            <div className="leading-8 mt-6 text-lg text-slate-100 lg:text-2xl flex flex-col gap-4">
              <p>
                එම නිසා එකම කතන්දරය පොත් හතරක් තුළ ලියවීම බයිබල් විශාරදවරුන්
                විසින් මුල් කාලයේදී බොහෝ විරුද්ධ මත දරන්නට හේතුවක් විය. එනමුත්
                ශුද්ධාත්මයාණන් වහන්සේ සුභාරංචි පොත් ගණනාවකින් මෙම පොත් හතර ශුද්ධ
                බයිබලයට එකතු කරන ලදී. ඒ නිසා එහි අරමුණ ගැන පසුකාලීනව විද්‍යාව
                තුළින්ම සනාථ කරවීමට ආත්මයාණන් වහන්සේ ක්‍රියාත්මක විය.
              </p>
              <p>
                නව ගිවිසුම තුළදී සුභාරංචි පොත් හතරක් තිබීම කාගේත් මතභේදයට ලක් වූ
                කරුණක් විය. කෙසේ නමුත් ඒ උදෙසා දෙවියන් වහන්සේ කාරණා පැහැදිලි
                කිරීමක් මෑත ඉතිහාසයේදී සිදුකර ඇත. එය විද්‍යාත්මක පදනමක් සහිතව
                පහත දැක්වෙන ලෙස පැහැදිලි කිරීමට හැකිය. ඒ අනුව මිනිසුන්ගේ මොලය
                හතර ආකාර හැසිරීම් තිබෙන එකක් බව විද්‍යාව විසින් හඳුන්වා දී ඇත.
                මෙයට එකඟව සුභාරංචි පොත් අතර සමාන බව බයිබල් විශාරදයන්ගේ මතයයි. එය
                අප විසින් පිළිගනු ලබයි.{" "}
              </p>
              <p>
                ඉතිහාසයේ මේ පිළිබඳ යම් යම් අදහස් ප්‍රකාශ කර ඇත. ජේසුස් වහන්සේ
                පිළිබඳ එක් පුද්ගලයකුගේ ප්‍රකාශයෙන් පමණක් සත්‍යතාවය ස්ථීර නොවන
                බැවින් 4 දෙනෙකුගේ ප්‍රකාශය තුළින් දක්වා ඇති බව එවැනි අදහසකි. එම
                හතර දෙනාගේ ප්‍රකාශයෙන් යේසුස් වහන්සේ සත්‍ය වශයෙන්ම කුරුසේදී
                මැරුණු බවත් තුන්වෙනිදා මරණය පරාජය කරමින් නැවත නැගිටින බවත් ස්ථිර
                විය. යේසුස් වහන්සේ මැරුණේ නැති බව අත්සනින් තහවුරු කරන ලද ලිපියක්
                ඊශ්‍රායල්හි ඇත.{" "}
              </p>
              <p>
                ඒ අනුව ශුද්ධාත්මයාණන් වහන්සේ සුභ ආරංචි පොත් ගණනාවකින් මෙම පොත්
                හතර ශුද්ධ බයිබලයට එකතු කරන ලදී. ඒ නිසා ඒ අරමුණ ගැන පසුකාලීනව
                විද්‍යාව තුළින්ම සනාථ කරවීමට ආත්මයාණන් වහන්සේ ක්‍රියාත්මක විය.
              </p>
              <p>
                ස්නායු විශේෂඥයන් පිරිසක් එක්ව දීර්ඝ කාලයක් පුරාවට මිනිස් මොළය
                සම්බන්ධව පරීක්ෂණ සිදු කළ අතර විශාල මුදලක් ද මේ සඳහා ආයෝජනය කරන
                ලදී. මිනිස් මොලය වැසුණු සංකීර්ණ හා විශ්මිත අංගයකි. මේ පිරිස අතර
                සිටි ක්‍රිස්තියානි වෛද්‍යවරයෙකුට දෙවියන් වහන්සේ විසින් ඇති කළා
                වූ පෙළඹවීමක් මත සිදුකළ පරීක්ෂණයක ප්‍රතිඵලයක් ලෙස මිනිස් මොළයේ
                පැතිකඩ පිළිබඳ විග්‍රහ කිරීමට හැකි විය.{" "}
              </p>
              <p>
                මිනිස් මොලේ පැතිකඩයන් ගත් විට හැසිරීමේ ස්වභාවයන් සහ සිතීමේ
                ස්වභාවයන් ලෙස කොටස් 2 ඇත. මොළය තුළ කෙනකුගේ හැසිරීම විද්‍යාවෙන්
                පෙන්වා තිබේ.
              </p>

              <h3 className="text-2xl text-amber-300">සිතීමේ ස්වාභාවයන්</h3>
              <Ul
                values={[
                  "ප්‍රකාශිත බව - මට සඟවන්න දෙයක් නැහැ මම හරි විවෘතයි(25%)",
                  "ස්ථිර බව - ස්ථීරයි. මම කිව්වොත් කිව්වා.(25%)",
                  "නම්‍යශීලී බව - එන හැටියට බලමු නම්‍යශීලී. (50%)",
                ]}
              />
              <p>
                සෑම පුද්ගලයෙකුගේම මොලය තුළ මේ ක්‍රම තුනම පිහිටිය හැකි නමුත් ඉන්
                එකකට වඩාත් නැඹුරු වෙයි.
              </p>

              <h3 className="text-2xl text-amber-300">හැසිරීමේ ස්වභාවයන්</h3>
              <Ul
                values={[
                  "විශ්ලේෂණය - මෙම හැසිරිමේ ස්වභාවයේදී බොහෝ තොරතුරු සොයා බලා කුමන ආකාරයකට හැසිරිය යුතුදැයි තීරණය කරයි.ගවේෂණාත්මකයි.විශ්ලේෂණාත්මකයි",
                  "ව්‍යුහාත්මක - සියලු දේ සැලැස්මක් සහිතව සිදුකිරීමට කැමති අතර තමාගේ සීමාවේ සිට අදාල දේ අයිති දේ පමණක් කිරීමට නැඹුරුවේ.",
                  "සමාජීය - සමාජීය තොරතුරු පදනම් කරගෙන ක්‍රියා කරන අතර බහුතරයකගේ මතයත් සමග එකඟව ක්‍රියා කරයි.",
                  "සන්ධර්භානුකූල - මුල සිටම සංකල්පයකට අනුව ක්‍රියා කරන අතර එයින් පිට වැඩ කිරීමට අකමැතිය. එක ස්ථානයක එක මතයක සිට කටයුතු කරයි.",
                ]}
              />
              <p>
                විද්‍යාව පවසන්නේ මනුෂ්‍ය මොළය දැනටත් ක්‍රියා කරන්නේ ඉතා සුළු
                වශයෙන් බවයි. මනුෂ්‍යයා පාපයට වැටුණු පසු දෙවියන් වහන්සේ විසින්
                මවන ලද දිව්‍යමය මොළය, අන්ධකාරය කරණ කොටගෙන මොළයේ දිව්‍යමය ස්වභාවය
                නැති වී ගිය අතර ක්‍රිස්තුස් වහන්සේගේ කුරුස පූජාවෙන් පසු
                උන්වහන්සේ පිළිගෙන ගැලවීම ලැබූ (ජල භෞතිස්මයෙන් පසු) මනුෂ්‍යයාගේ
                පාපයට වැසුණු ස්වභාවය නැවත විවෘත වන්නට පටන් ගත්තේය.
                ශුද්ධාත්මයාණන් වහන්සේගේ සම්බන්ධතාවය දේව හඬ ඇසෙන්නට පටන් ගත් අතරම
                ජීවිතයේ යථාර්ථය ගැන සාමාන්‍ය මනුෂ්‍යයෙකුට එහා ගොස් ක්‍රියා
                කිරීමට හැකියාව ඇති විය.
              </p>
            </div>
          }
        />
      </main>
      <BookRenderer values={books} />
    </>
  );
}

export default Gospel;
