import Container from "../../../components/Container";
import Ul from "../../../components/Ul";

const points = [
  "ප්‍රමිතියේ දෙවියන් වහන්සේ - කානානුවර වතුර වයින් කිරීම. (යොහාන් 2)",
  "දුරෙහි දෙවියන් වහන්සේ - ගලීල රාජ්‍ය සේවකයාගේ පුත්‍රයා සුව කිරීම.(යොහාන් 4 - 43)",
  "කාලයේ දෙවියන් වහන්සේ - බෙතෙස්ඩා කොරාව සුව කිරීම. (යොහාන් 5)",
  "ප්‍රමාණයේ දෙවියන් වහන්සේ පන්දහසකට කන්න දීම (යොහාන් 6)",
  "මැවිල්ලේ දෙවියන් වහන්සේ - මුහුද පිට පයින් ගමන් කිරීම.(යොහාන් 6-15)",
  "ආරම්භයේ දෙවියන් වහන්සේ - ජාත්‍ය අන්ධයා සුව කිරීම. (යොහාන් 9)",
  "මරණයේ අධිපතිවූ දෙවියන් වහන්සේ - ලාසරස් මළවුන්ගෙන් නැගිටවීම.(යොහාන් 11)",
];
function John() {
  return (
    <section className="p-2">
      <Container>
        <Ul
          values={[
            "ගැලවීම ලැබූ සමස්ත ජනතාවට ක්‍රිස්තුස් වහන්සේ පටන් ගැන්මේ සිට සිටියාවූ එකම දෙවියන් වහන්සේ ලෙස හඳුන්වා දී ඇත.",
            "ඒ නිසා එතුමාගේ දේවත්වය පිළිබඳව බොහෝ රහස් මෙහි සඟවා ඇත.",
            "සන්දර්භානුකූලව ඉදිරිපත් කර ඇත.",
          ]}
        />
        <ul className="p-2 border rounded-md my-2 list-disc">
          {points.map((point, i) => {
            return (
              <li
                className="ml-6 leading-6 sm:leading-7 lg:leading-relaxed lg:ml-9"
                key={i}
              >
                {point}
              </li>
            );
          })}
        </ul>
      </Container>
    </section>
  );
}

export default John;
