import Container from "../../../components/Container";
import Heading from "../../../components/Heading";
function Corinthians() {
  return (
    <section className="p-2">
      <Container>
        <p>
          කොරෙන්ති සභාව පාවුල් තුමා විසින් බාරගන්නා ලද තවත් අභියෝගයකි. මාස 18
          කාලයක් පුරාවට පාවුල්තුමා තම සේවකයන් දෙපළක් වන ඇක්මිලා ප්‍රිස්කිලා සමග
          සුභාරංචි කාරණයේ යෙදී සෙනග යේසුස් වහන්සේ වෙතට දිනා ගත්තේය. මෙම නගරය
          වරාය නගරයක්ව තිබූ හෙයින් සංචාරක ව්‍යාපාරය මුල්කරගෙන මනුෂ්‍යයන් ජීවත්
          විය. එමෙන්ම කොරෙන්ති නගරයට යාබදව තිබූ (කිලෝමීටර් 7) ඇක්‍රෝ කොරෙන්ත්
          නම් ස්ථානයේ ඇප්‍රෝඩීටස් දේවතාවිය නමස්කාර කරන දේවාලයක් විය. එහි නමස්කාර
          ක්‍රමය වූයේ වෛශ්‍යාවේ වන්දනාවයි. මෙම හේතුව මුල් කරගෙන කොරෙන්තියට පමණක්
          ආවේණික වූ නීති රීති කීපයක් පාවුල් තුමා විසින් පළමු කොරින්ති පොතෙහි
          ලියා ඇත.
        </p>

        <Heading type="h3">2 කොරෙන්ති ලිපිය.</Heading>
        <p>
          මෙම ලිපිය පාවුලු තුමා විසින් ලියන්නේ පළමු ලිපියේදී සමහර නීති රීති
          ඔවුන්ගේ යහපත වෙනුවෙන් ප්‍රකාශ කළහ. ඉන් අනතුරුව සභාව තුළ පැවති විරුද්ධ
          මතයන් මුල් කරගෙන අපෝස්තලික බලතල හඳුන්වා දීම පිණිස ලියන ලද ලිපියකි.
        </p>
      </Container>
    </section>
  );
}

export default Corinthians;
