import Container from "../../../components/Container";
function Ephesians() {
    return (
      <section className="p-2">
        <Container>
          <p>
            එපීස සභාව පාවුල් තුමාගේ සේවයේ ඔහු හා සමාන පුද්ගලයන් හමුවූ අනර්ඝ
            අභියෝගයකි. එපීසවරුන් උගත් පණ්ඩිතයන්ව ධනවත්ව සිටියේය. ඒ අය තුළට
            පාවුලු තුමා සුභ ආරංචිය ප්‍රකාශ කරන කල ඉතා පැහැදිලිව එය පිළිගන්නට
            ඔවුන්ටහැකි විය. එම නිසාම එතුමාගේ ලිපිවල ආත්මික රහස් දක්නට ලැබෙන්නේ
            එපීස පොත තුළය. සාතන් සහ උගේ රාජ්‍යය පිළිබඳව, සභාවේ පස් ආකාර සේවය
            පිළිබඳව, ආත්මික සටන පිළිබඳව, දිව්‍යමය ගැලවීම පිළිබඳව.
          </p>
        </Container>
      </section>
    );
}

export default Ephesians
