import Container from "../../../components/Container";
function Hebrews() {
    return (
      <section className="p-2">
        <Container>
          <p>
            හෙබ්‍රෙව් පොත දෙවියන් වහන්සේ විසින් පාවුල් තුමාට දුන් තවත් වගකීමකි.
            එහිදී ලෝකයේ පුරා ක්‍රිස්තුස් වහන්සේව පිළිගත් යුදෙව්වරුන් තුළ යම්
            දෙගිඩියාවක් මතුවී තිබුණේය. ඒ ක්‍රිස්තුස් යේසුස් සැබවින්ම මෙසියස් ද
            යන්නය. මෙම ප්‍රශ්නයට පිළිතුරු සපයන අරමුණින් පාවුල් තුමා මුල් ගිවිසුම
            තුළ සිටි මෙසියස් දෙවියන් වහන්සේ ලෙසත් එම මෙසියස් වහන්සේ ක්‍රිස්තුස්
            යේසුස් ලෙසත් ව්‍යවස්ථාවේ සාක්ෂි සාධකරගෙන අනාගත වතෘවරුන්ගේ අනාගත
            වාක්‍ය රැගෙන එය ඔප්පු කිරීමට ලියන ලද පොත හෙබ්‍රෙව් පොත ලෙස හඳුන්වනු
            ලබයි.
          </p>
        </Container>
      </section>
    );
}

export default Hebrews
