import Container from "../../../components/Container";
function Philemon() {
    return (
      <section className="p-2">
        <Container>
          <p>
            පිලමොන් යනු ග්‍රීක් ජාතිකයෙකි. පවුල් තුමාගේ සේවයේදී ඇතිවූ තත්ත්වයක්
            නිසා සිරගතවීමට එතුමාට සිද්ධධ විය. සිරගෙදරදී ඔනෙසිමස් නම් මනුස්සයෙක්
            පාවුලු තුමාට සම්බ විය. ඔහුව ගැලවීමට මග පෙන්වා සභාවකට සම්බන්ධ කරවීමට
            පාවුල් තුමා අදහස් කළේය. ඒ අනුව තමා පෙර සිටියා වූ පිලමොන් නම් ධනවතාගේ
            නිවසට ඔහු යැවීමට පාවුලු තුමා සැලසුම්කළේය. පිලමුන් සහ ඔනෙසිමස් අතර
            තිබුණා වූ ආරවුලක් නිසා එහි යෑමට ඔනෙසිමස්ගේ කැමැත්තක් නොවීය. නමුත්
            කොලිසියේදී පිලමොන් ගැලවීම ලැබූ බව පාවුල් තුමා ඔනෙසිමස්ට දැන්වුවේය. ඒ
            අනුව ඔහුගේ නිවසේ තිබූ සභාවට ඔනෙසිමස් පිළිගන්න ලෙස පාවුල් තුමා විසින්
            යවන ලද ලිපිය පිලමොන් නම් වේ.
          </p>
        </Container>
      </section>
    );
}

export default Philemon
