import Container from "../../../components/Container";
function Thessalonians() {
    return (
      <section className="p-2">
        <Container>
          <p>
            තෙසලෝනික සභාව පාවුල් තුමාගේ සේවයේදී එතුමාට හමුවූ තවත් එක්තරා අමාරු
            සේවයකි. එයට හේතුව නම් තෙසලෝනික නගරයේ හිටියාවූ මනුෂ්‍යයෝ බොහෝම ජොලිත
            යේසුස් වහන්සේට දැඩි ආදරයකින් පෙළුනු කලබලකාරී සෙනගක්ව සිටීමය. ඒ නිසාම
            එකම ඉගැන්වීම් දෙතුන් වතාවක් සිදු කිරීමට පාවුල් තුමාටසිද්ධ විය. කෙසේ
            හෝ පළමු ලිපියේදී ක්‍රිස්තුස් වහන්සේගේ ඊම සම්බන්ධව පාවුළුතුමා විසින්
            කරන එළිදරව්ව කරුණක් ගෙන සෙනග බොහෝ හදිසි වී තමා සතුව තිබුණු දේපළ පවා
            විකිණීමෙන් ඔසවාගැනීමටට සූදානම් විය. එම නිසා දෙවන ලිපියක්ද ලියමින්
            නැවත වතාවක් පළමු ලිපියේ සිදුවීම් පිළිබඳව පැහැදිලි කිරීමකට පාවුළුතුමා
            විසින් ලියා යවන ලදී.
          </p>
        </Container>
      </section>
    );
}

export default Thessalonians
