import Container from "../../../components/Container";

function Esther() {
  return (
    <section className="p-2">
      <Container>
        <p>
          එස්තර යනු බයිබලය තුළ තිබෙන අනර්ඝ වීර කතාවකි. එයට හේතුව හාමාන් නම්
          යුදෙව් විරෝධියා මුළු යුදෙව් සෙනගව විනාශ කිරීමට තීන්දුවක් රැගෙන රජතුමා
          හමුවට ගොස් එය ස්ථිර කරගන්නා ලදී. මේ කාරණාව ආරංචි වූ මොර්දෙකයි නම්
          යුදෙව් මනුෂ්‍යයා මෙම සැලැස්මට විරුද්ධව ක්‍රියාත්මක විය. ඒ අනුව එස්තර
          නැමැති තම නෑදෑ දියණිය තුළින් රජතුමාගේ සිත වෙනස් කිරීමට සැලසුමක්
          සැලසුම් කරන ලදී. යුදෙව්වරුන්ගේ සමූහ ඝාතනය කිරීමට දිනයක් තීන්දු කරන
          පිණිස එවකට සංස්කෘතියේ තිබූ පූරීන් (දාදු කැට දැමීම) නම් ක්‍රමය භාවිතා
          කරන ලදී. ඒ තුළින් ප්‍රකාශ වූ දවසේම හාමාන් නැමති යුදේ විරෝධියාව එල්ලා
          මරන්නට මොර දෙකයි සහ එස්තර්ගේ සැලැස්මට හැකි විය. මෙම සිදුවීම නිසා
          යුදෙව්වරුන්ගේ මංගල්‍යය හතට අටවැනි මංගල්ලයක් ලෙස පූරීන් මංගල්‍යය එකතු
          විය.
        </p>
      </Container>
    </section>
  );
}

export default Esther;
