import Container from "../../../components/Container";
import Ul from "../../../components/Ul";

function Ezra() {
  return (
    <section>
      <Container>
        <p>
          ඉස්ලා යනු ලියන්නෙක්ය ඔහු විසින් ව්‍යවස්ථාව පිටපත් කොට යුදෙව්වන් අතර
          නැවත වතාවක් ව්‍යවස්ථාව පිළිබඳ දැනුම ඇති කිරීමට ක්‍රියාත්මක වූ
          පුද්ගලයෙක්ය. බාබිලොන් දේශයට වාල්කමට ගෙන ගියපු පුද්ගලයන් අතර එශ්‍රායන
          පඬිවරයාද සිටි සේක. වහල්කමේ දේශයේදී දෙවියන් වහන්සේගේ හඬ ඇවිත් ඔහුට පවසන
          පරිදි නැවත එතුමාගේ ව්‍යවස්ථාව හැම යුදෙව්වෙකුටම ලබාදීම වගකීම ලෙස
          පැවරුණි. ඒ අනුව එස්‍රා තුමා භාෂා සම්බන්ධ පඬිවරයකු ලෙසත් විශාරදයකු
          ලෙසත් පූජකයන්ට මඟ පෙන්වූ ව්‍යවස්ථාදායකයකු ලෙසත් කටයුතු කළ සේක. කෝරේෂ්
          රජුගේ රාජ ආඥාවකට අනුව නැවත ඉදිකරන ඊශ්‍රායල් දේශයට කණ්ඩායම් තුනක්
          බැබිලෝනියේ සිට පිටත් වූ බව ඉතිහාසයේ සඳහන් වේ. එම කණ්ඩායම් තුන මෙසේය.
        </p>
        <Ul
          values={[
            "සෙරුබ්බෙල් සමග කණ්ඩායමක්",
            "එස්රා සමග කණ්ඩායමක්",
            "හග්ගයි, සෙකරියා සමග කණ්ඩායමක්",
          ]}
        />
      </Container>
    </section>
  );
}

export default Ezra;
