import Container from "../../../components/Container";
import Ul from "../../../components/Ul";

function Judges() {
  return (
    <section className="p-2">
      <Container>
        <p>
          විනිශ්චකාරයන්ගේ පොත යනු යෝෂුවාගෙන් පසු සෙනඟගේ තිබූ අයහපත් ජීවිත රටාව
          නිසා දේශය සහ එහි කාරණා ගැන දෙවියන් වහන්සේ යහපත් සිතක් ඊශ්‍රායලය කෙරෙහි
          තැබුවේ නැති බව මනාව අවබෝධ වන පොතකි. යොෂුවාගෙන් පසු විවිධ මනුෂ්‍යයන්
          පහළොස් දෙනෙකු මගින් දේශයට සහ සෙනඟට නායකත්වය දුනි.
          <span className="text-amber-400">
            {" "}
            එම කණ්ඩායම වසර 230 ක් ඊශ්‍රායලය පාලනය කළහ.
          </span>
        </p>
        <Ul
          values={[
            "ඔත්නියෙල්",
            "ඒහුද්",
            "ෂම්ගර්",
            "දෙබෝරා",
            "බාරක්",
            "ගිඩියොන්",
            "අබිමෙලෙක්",
            "තෝලා",
            "යායිර්",
            "යෙප්තා",
            "ඉබ්ශාන්",
            "ඒලොන්",
            "අබ්දොන්",
            "සම්සොන්",
            "සාමුවෙල්",
          ]}
        />
      </Container>
    </section>
  );
}

export default Judges;
