import Container from "../../../components/Container";
import Heading from "../../../components/Heading";
import Ul from "../../../components/Ul";
const points = [
  "රෙහබෝවාම් රජු",
  "යුදා හා බෙන්ජමින් ගෝත්‍ර දෙක",
  "රජවරුන් 20",
  "රජවරුන් 6 දෙනෙක් යහපත්",
  "රජවරුන් 14 දෙනෙක් අයහපත්",
  "ක්‍රි.පු 586",
];
function Kings() {
  return (
    <section className="p-2">
      <Container>
        <p>
          රාජාවලිය යනු (රජවරුන්ගේ දිනපොත) සාලමුන්ගෙන් පසු ඔහු විසින් කළාවූ නපුරු
          ක්‍රියාවන් මුල් කරගෙන දෙවියන් වහන්සේගේ උදහස ඔහුගේ පුත්‍රයා වන
          රෙහෙබෝවාම් රජකමට පත් වූ පසු දේශය තුළට ඇතුළු විය. ඒ අනුව රේ හෝ බෝවාම්
          රජකමට පත් වූ කල රාජ්‍යයේ තිබූ බදු ප්‍රතිපත්ති තම මිත්‍රයන්ගේ යෝජනාවල්
          මත 1 : 60 කින් වර්ධනය කරන පිණිස තීන්දු කළේය. මෙම හේතුව නිසා දේශයේ මහත්
          කැරැල්ලක් ඇති විය. එම කැරැල්ලේ ප්‍රතිඵලයක් ලෙස තනි දේශයක්ව තිබූ
          ඊශ්‍රායලය කොටස් දෙකකට වෙන් විය.{" "}
        </p>

        <Heading type="h3">උතුරු රාජ්‍ය - ඊශ්‍රායල් රාජ්‍යය</Heading>
        <p>යුරෝබෝවාම් රජු සමග ගෝත්‍ර 10 එකතු විය.</p>
        <Ul
          values={[
            "රූබෙන්",
            "සිමියොන්",
            "ඉස්සාඛාර්",
            "සාබුලෝන්",
            "ඒප්‍රයිම්(ලෙවී)",
            "මනස්සේ(යෝසෙප්)",
            "දාන්",
            "නප්තලී",
            "ගාද්",
            "ආශෙර්",
          ]}
        />
        <p>ඉන්පසු එන සියලුම රජවරුන් අයහපත් 19 දෙනාම</p>
        <p>ක්‍රි.පූ 722</p>

        <Heading type="h3">දකුණු රාජ්‍ය - යුදා රාජ්‍ය</Heading>
              <ul className="p-2 border rounded-md my-2 list-disc">{points.map((point, i) => { return <li className="ml-6 leading-6 sm:leading-7 lg:leading-relaxed lg:ml-9" key={i}>{point }</li>})}</ul>
      </Container>
    </section>
  );
}

export default Kings;
