import Container from "../../../components/Container";

function Nehemiah() {
    return (
      <section className="p-2">
        <Container>
          <p>
            නෙහෙමියා යනු පරිච්ඡේද දහතුනකින් සමන්විත අනර්ඝ පොතකි. සෙරුපාබෙල්
            විසින් ගොඩ නඟන පිණිස පැමිණි කණ්ඩායම දේවමාලිගාවේ වැඩ අවසන් කළ බව
            ඉතිහාසයේ සඳහන් වෙයි. නමුත් මාළිගාවේ වැඩ කටයුතු සම්පූර්ණ වන්නේ එය වටා
            පවුර ගොඩනැගීමෙන් පසුවය. එම වගකීම උදෙසා මැදිහත්කාර හදවතක් තිබූ
            අර්තක්-ෂස්තා රජුගේ පාත්‍රධාරියා වන නෙහෙමියාව දෙවියන් වහන්සේ විසින්
            තෝරා ගන්නා ලදී. ඒ උදෙසා තමාගේ සෙනග සමග යෙරුසලමට ගමන් කිරීම එහිදී
            සෙනඟගේ වෙනස් වෙනස් වීම් යන කාරණා මුල් කරගෙන නියමියා පොත ලියවී ඇත.
          </p>
        </Container>
      </section>
    );
}

export default Nehemiah
