import Container from "../../../components/Container";
import Heading from "../../../components/Heading";

function Samuel() {
  return (
    <section className="p-2">
      <Container>
        <p>
          අවසාන විනිශ්චයකාරයා ලෙස පත් වූ සාමුවෙල් සහ ඔහුගේ ජීවිත කතාව මුල් කරගෙන
          ගොඩනැගෙන පොතක් ලෙස සාමුවෙල් පොත හැඳින්විය හැකිය. සාමුවෙල් ඊශ්‍රායල්
          සෙනඟට විනිශ්චකාර තනතුර පූජක තනතුර සහ අනාගත වක්තෘ තනතුර යන තනතුරු
          තුනෙන්ම සේවය කළ මනුෂ්‍යයෙකි. එපමණක් නොව අවුරුද්දක මාස නවයක් ඊශ්‍රායල්
          දේශය කොටස් තුනකට බෙදාගෙන මනුෂ්‍යයන්ට ව්‍යවස්ථාව ඉගැන්වීම ඔහු විසින් කළ
          අනර්ඝ ක්‍රියාවක් ලෙස සැලකේ. <span className="text-amber-400"></span>
          (බයිබල් විද්‍යාල සංකල්පය)
        </p>
        <Container>
          <Heading type="h3">1 සාමුවෙල් පොත</Heading>
          <p>
            සාමුවෙල්ගෙන් පසුව ඊශ්‍රායල් සෙනගට රජ කෙනෙක් අවශ්‍ය වීම නිසා සාවුල්
            නැමැති පුද්ගලයා රජකමට පත් කිරීම සහ ඔහු විසින් ගෙන ගිය වසර හතළිහක
            රාජ්‍ය පාලනය ගැන පූර්ණ විස්තරය අඩංගු වී ඇත.
          </p>
        </Container>
        <Container>
          <Heading type="h3">2 සාමුවෙල් පොත</Heading>
          <p>
            ඊශ්‍රායල් හී දෙවැනි රජ වූ දාවිත් සහ ඔහුගේ රාජ්‍ය පාලනයේ වසර 40
            පිළිබඳව ද තෙවැනි රජ වූ සාලමන් සහ ඔහුගේ රාජ්‍ය පාලනය වන වසර 40 ගැන ද
            සටහන් කර ඇත.
          </p>
        </Container>
      </Container>
    </section>
  );
}

export default Samuel;
