import Container from "../../../components/Container";
import Heading from "../../../components/Heading";
import Ul from "../../../components/Ul";
function Daniel() {
  return (
    <section className="p-2">
      <Container>
        <p>
          ක්‍රි.පු 609 වහල්කමට ගෙන ආ තරුණ පිරිස් සමග දානයට නම්ලත් පසුව
          බෙල්ටෙශෂර් ලෙස හඳුන්වූ තරුණයා මුල්කරගෙන සහ ඔහුගේ ධර්මිෂ්ටකමත් මුල්
          කරගෙන ලියවූ පොතකි. මෙය පරිච්ඡේද දොළහකින් සමන්විතය.
        </p>
        <Heading type="h3">මෙම පොත කොටස් දෙකකට බෙදේ.</Heading>
        <Ul values={["අනාගත යුදෙව්වන්ට සිදුවන දේ", "ලෝකයට සිදුවන දේ"]} />
        <Heading type="h3">දානියෙල් පොතේ පරිච්ඡේද පිළිබඳ විග්‍රහය.</Heading>
        <Ul
          values={[
            "අවශ්‍යතාවය සහ ඕනාකම - මස් මාංශ කාලා ශරීරය ශක්තිමත්ව සිටිය යුතුවේ. නෙබුකත් නේෂර් රාජ්‍ය පාලනයේ නීතියකි. දානියෙල් එලවලු පමණක් අනුභව කළ නමුත් මස් මාංශ අනුභව කළ අයට වඩා අවශ්‍ය බර ඔහුට තිබුණා.",
            "දේව ප්‍රඥාව සහ ලෝකයේ ප්‍රඥාව - රජතුමාගේ සිහිනය",
            "සැබෑ නමස්කාරය සහ ව්‍යාජ නමස්කාරය - රන් රූපය",
            "උඩඟුකම සහ යටත්කම - එල්ලෙන උයන",
            "ශුද්ධ දේ සහ අශුද්ධ දේ - දේව මාලිගාවේ පූජා භාණ්ඩ ගැනීම",
            "මිනිසුන්ගේ කුමන්ත්‍රණය සහ දෙවියන් වහන්සේගේ රැකවරණය - සිංහ ගුහාව",
            "7 සිට 12 දක්වා - ලෝකයට වෙන්නා වූ කාරණාවන් පිළිබඳව අනාගත වාක්‍ය.",
          ]}
        />
      </Container>
    </section>
  );
}

export default Daniel;
