import Container from "../../../components/Container";
import Heading from "../../../components/Heading";
import Ul from "../../../components/Ul";
function Isaiah() {
  return (
    <section className="p-2">
      <Container>
        <p>
          යෙසායා යනු ශුද්ධ වූ බයිබලයේ සුවිශේෂ වටිනාකමක් ඇති පොතකි. බොහෝ බයිබල්
          විශාරදයන්ගේ මතය අනුව මෙම පොතේ පරිච්ඡේද 66 ශුද්ධ බයිබලයේ පොත් 66 සමාන
          කිරීමට හැකි බව ආත්මික එළිදරව් වීම් තුළින් තහවුරු කර ඇත. ඒ නිසා එක්
          පරිච්ඡේදයක් තුළ බයිබලයේ එක පොතක් ප්‍රකාශ වන ලෙස විවිධාකාර සිදුවීම්
          එකකට එකක් වෙනස් අනාගත වාක්‍යය මෙම පොත පුරාවට සුලභව දක්නට ඇත.
        </p>
        <br />
        <p>
          යෙසායා යනු යොදා රාජ්‍යයෙන් දෙවියන් වහන්සේ තෝරා ගත් අනාගත වතෘවරයෙක්ය.
          ක්‍රිස්තු පූර්ව 586 යොදා දේශයේ විනාශයට පෙර යෙසායා තුළින් සෙනඟට බොහෝ
          ලෙස කතා කළේය. නමුත් සෙනග එම කිසිම හඬකට කන්නොදි ඔවුන්ගේ ජීවිත ක්‍රමය
          වෙනස් නොකර ගෙන සුවසේ වාසය කළේය.
        </p>

        <Heading type="h3">යෙසායා පොත කොටස් තුනකි.</Heading>
        <Ul
          values={["පොටෝ 1 - 39", "ඩියුට්ට්‍රෝ 40 - 55", "ටිට්‍රෝ 56 - 66"]}
        />
      </Container>
    </section>
  );
}

export default Isaiah;
