import Container from '../../../components/Container'
import Ul from '../../../components/Ul';
function Jeremiah() {
    return (
      <section className="p-2">
        <Container>
          <p>
            යෙරමියා යනු මව්කුසේ පටන් තෝරා ගන්නා ලද විශේෂ ප්‍රභේතවරයෙකි ඔහු යොදා
            රාජ්‍යයෙන් (දකුණු) පැවත ආ අනාගත වක්තෘවරයෙකි. ක්‍රිස්සු පූර්ව 586 වන
            කාලයේදී ඔහුගේ අවසාන අනාගත වාක්‍යයන් ඊශ්‍රායල් හි සම්පූර්ණ වූ බව අපට
            දැක ගත හැකියි.
          </p>
          <br />
          <Ul
            values={[
              "ක්‍රිස්තු පූර්ව 609 නෙබුකත්නේෂර් රජු විසින් ඊශ්‍රායලයේ යුදා රාජ්‍යයේ සිටි තරුණ කණ්ඩායම වාල්කමට රැගෙන ගියහ.  ඒ අතර දානියෙල් හනනියා මිශායල් අසරියා යන තරුණයන්ද සිටියේය.එහිදී යුදෙව් තරුණයන් රැගෙන ගොස් ඔවුන්ගේ නම් වෙනස් කරන ලදී.ඒ අනුව බෙල්ටෙටෂශර් ෂදාක් මේෂක් අබෙත්නෙගෝ ලෙස නම් කළෝය.(දානියෙල් 1:7)",
              "ක්‍රි.පු. 597 මේ වන විට ක්‍රි.පු 609 රැගෙන ගිය තරුණයන් උදෙසා යුදෙව් පූජකයන් අවශ්‍ය බව පවසමින් හමුදාව ඇවිත් ලෙවීවංශයේ පූජකවරුන් වාල්කමට රැගෙන ගියේය.ඒ අතර යුදෙව් පූජක වංශයේ පූජකයෙකු වන එස කියලද සිටියේය.",
              "ක්‍රි.පු 586 මේ වන විට නෙබුකත්නේෂර් රජුගේ හමුදාව ඇවිත් දේශය කඩා බිම දමා මුළු සෙනග වාල්කමට රැගෙන ගියේය. අවසානයේදී යෙරමියා සහ ඔහුගේ ළඟින් සිටි පිරිස පමණක් යුරුසලමේ තබා බාබිලොන් ආණ්ඩුකාරයන් තුළින් පාලනය කරන ලදී.",
            ]}
          />
        </Container>
      </section>
    );
}

export default Jeremiah
